Repository: remipannequin/gse-ruralcalendar
Catalog: po/*.po
Languages: fr_fr

source: Heatidor
fr_fr: Thermidor

source: Buddal
fr_fr: Germinal

source: Celebration of Convictions
fr_fr: Fête de l'Opinion

source: Celebration of Honors
fr_fr: Fête des Récompenses

source: Celebration of Labour
fr_fr: Fête du Travail

source: Celebration of Talent
fr_fr: Fête du Génie

source: Celebration of Virtue
fr_fr: Fête de la Vertu

source: Celebration of the Revolution
fr_fr: Fête de la Révolution

source: Floweral
fr_fr: Floréal

source: Fogarious
fr_fr: Brumaire

source: Frostarious
fr_fr: Frimaire

source: Fruitidor
fr_fr: Fructidor

source: Meadowal
fr_fr: Prairial

source: Rainous
fr_fr: Pluviôse

source: Reapidor
fr_fr: Messidor

source: Snowous
fr_fr: Nivôse

source: Vintagearious
fr_fr: Vendémiaire

source: Windous
fr_fr: Ventôse

source: first
fr_fr: première

source: second
fr_fr: deuxième

source: third
fr_fr: troisième
